10/data/attachments/2c990aa023c8cc24.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_least_Actions_66006_1</nif:username>
            <nif:friendToBeRequested>soap_actions_8cdd6833-6495-4db6-89e0-19594688a3e5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>